<?php

return [
    'majors'=>[
        'مهندسی صنایع' => 111,
        'مهندسی عمران' =>112,
        'مهندسی معماری'=> 113,
        'مهندس برق'=>114,
        'مهندسی مکانیک'=>115,
        'مهندس کامپیوتر'=>116,
        'مهندسی معدن'=>117,
        'مهندسی هوافضا'=>118,
        'مهندسی مواد'=>119,
        'مهندسی پزشکی'=>120,
        'مهندسی کشاورزی'=>121,
        'مهندسی شیمی'=>122,
        'مهندسی نفت و پتروشیمی'=>123,
        'مدیریت'=>210,
        'حسابداری'=>310,
        'امور دفتری'=>410,
        'بازاریاب'=>510,
        'مترجم'=>610,
        'زبان انگلیسی'=>611,
        'زبان روسی'=>612,
        'زبان آلمانی'=>613,
        'زبان فرانسوی'=>614,
        'زبان چینی'=>615,
        'زبان اسپانیایی'=>616,
        'علوم آزمایشگاهی'=>710,
        'گرافیست'=>810,
        'روانشناسی'=>910
    ],


];