<?php

return [
    'majors'=>[
        'مهندسی صنایع' => 111,
        'مهندسی عمران' =>112,
        'مهندسی معماری'=> 113,
        'مهندس برق'=>114,
        'مهندسی مکانیک'=>115,
        'مهندس کامپیوتر'=>116,
        'مهندسی معدن'=>117,
        'مهندسی هوافضا'=>118,
        'مهندسی مواد'=>119,
        'مهندسی پزشکی'=>120,
        'مهندسی کشاورزی'=>121,
        'مهندسی شیمی'=>122,
        'مهندسی نفت و پتروشیمی'=>123,
        'مدیریت'=>210,
        'حسابداری'=>310,
        'امور دفتری'=>410,
        'بازاریاب'=>510,
        'مترجم'=>610,
        'زبان انگلیسی'=>611,
        'زبان روسی'=>612,
        'زبان آلمانی'=>613,
        'زبان فرانسوی'=>614,
        'زبان چینی'=>615,
        'زبان اسپانیایی'=>616,
        'علوم آزمایشگاهی'=>710,
        'گرافیست'=>810,
        'روانشناسی'=>910
    ],
    '111' => [
        'مدیریت تولید','سیستم های تولیدی','مهندسی مالی','مهندسی و مدیریت کیفیت','مدیریت مهندسی','مهندسی سیستم های اطلاعاتی',
        'مدیریت پروژه','کارشناس جذب و استخدام','کارشناس کنترل پروژه','کارشناس منابع انسانی','کارشناس مدیریت تولید و مواد اولیه',
        'کارشناس تحلیل نرم افزار','کارشناس بازرگانی','کارشناس فروش','برنامه نویس','کارشناس تحلیل گر سیستم','کارشناس برنامه ریزی و تولید',
        'کارشناس استراتژیک','کارشناس تعالی سازمانی','کارشناس HSE','کارشناس نگهداری و تعمیرات','کارشناس تحقیق و توسعه','مدیر اجرایی',
        'مدیر روابط عمومی','کارشناس بزاریابی دیجیتال','سایر'
    ],


];