<?php

return [
    'majors'=>[
        'مهندسی صنایع' => 111,
        'مهندسی عمران' =>112,
        'مهندسی معماری'=> 113,
        'مهندس برق'=>114,
        'مهندسی مکانیک'=>115,
        'مهندس کامپیوتر'=>116,
        'مهندسی معدن'=>117,
        'مهندسی هوافضا'=>118,
        'مهندسی مواد'=>119,
        'مهندسی پزشکی'=>120,
        'مهندسی کشاورزی'=>121,
        'مهندسی شیمی'=>122,
        'مهندسی نفت و پتروشیمی'=>123,
        'مدیریت'=>210,
        'حسابداری'=>310,
        'امور دفتری'=>410,
        'بازاریاب'=>510,
        'مترجم'=>610,
        'زبان انگلیسی'=>611,
        'زبان روسی'=>612,
        'زبان آلمانی'=>613,
        'زبان فرانسوی'=>614,
        'زبان چینی'=>615,
        'زبان اسپانیایی'=>616,
        'علوم آزمایشگاهی'=>710,
        'گرافیست'=>810,
        'روانشناسی'=>910
    ],
    '111' => [
        'مدیریت تولید','سیستم های تولیدی','مهندسی مالی','مهندسی و مدیریت کیفیت','مدیریت مهندسی','مهندسی سیستم های اطلاعاتی',
        'مدیریت پروژه','کارشناس جذب و استخدام','کارشناس کنترل پروژه','کارشناس منابع انسانی','کارشناس مدیریت تولید و مواد اولیه',
        'کارشناس تحلیل نرم افزار','کارشناس بازرگانی','کارشناس فروش','برنامه نویس','کارشناس تحلیل گر سیستم','کارشناس برنامه ریزی و تولید',
        'کارشناس استراتژیک','کارشناس تعالی سازمانی','کارشناس HSE','کارشناس نگهداری و تعمیرات','کارشناس تحقیق و توسعه','مدیر اجرایی',
        'مدیر روابط عمومی','کارشناس بزاریابی دیجیتال','سایر'
    ],
    '112' => [
        'کارشناس دفتر فنی','مهندس طراح','نقشه کش','کارشناس سازه','کارشناس معماری','کارشناس ساختمان','ناظر نقشه بردار',
        'مهندس محاسب','مهندس ناظر','سرپرست کارگاه','سرپرست بخش','سرپرست دفتر فنی','مهندس نقشه بردار','کارشناس فنی',
        'سرپرست سازه','سرپرست اجرا','ناظر مقیم','سرپرست نظارت','سرپرست پروژه عمرانی','سایر'
    ],
    '113' => [
        'کارشناس دفتر فنی','مهندس طراح','نقشه کش','کارشناس سازه','کارشناس معماری','کارشناس ساختمان','ناظر نقشه بردار',
        'مهندس محاسب','مهندس ناظر','سرپرست کارگاه','سرپرست بخش','سرپرست دفتر فنی','مهندس نقشه بردار','کارشناس فنی',
        'سرپرست سازه','سرپرست اجرا','ناظر مقیم','سرپرست نظارت','سرپرست پروژه عمرانی','سایر'
    ],
    '114' => [
        'گرایش مخابرات','گرایش الکترونیک','گرایش کنترل','گرایش قدرت','گرایش دیجیتال','سایر'
    ],
    '115' => [
        'کارشناس طراحی','کارشناس تحلیل','کارشناس ساخت وتولید','کارشناس کنترل کیفیت','کارشناس در فناوری نانو','الکترو مکانیکی'
    ],
    '116' => [
        'برنامه نویس کامپیوتر','طراح وب','وبمستر','کارشناس پایگاه داده','تحلیل گر و طراح نرم افزار','کارشناس شبکه',
        'متخصص امنیت اطلاعات','مهندس سخت افزار','پژوهشگر علوم کامپیوتر','کارشناس استقرار نرم افزار','کارشناس پشتیبانی نرم افزار',
        'انیماتور','مدیر پروژه IT','سایر'
    ],
    '117' => [
        'کارشناس استخراج','کارشناس اجراییات','کارشناس ژئوفیزیک','مهندس جوش','کارشناس حفاری','مشاور اکتشاف','مهندس ناظر',
        'کارشناس کنترل کیفی','بازرس فنی','سرپرست معدن','سرپرست ناظر','سرپرست تولید','سرپرست بازرسی فنی','مدیر پروژه معدن',
        'سایر'
    ],
    '118' => [
        'کارشناس مکانیک','کارشناس فنی','کارشناس طراحی','کارشناس کیفیت','کارشناس پروژه','کارشناس تعمیر و نگهداری',
        'بازرس فنی','کارشناس تجهیزات','کارشناس تاسیسات','کارشناس دفتر فنی','سرپرست تولید','سرپرست فنی','بازرس',
        'سرپرست کنترل کیفیت','مدیر اجرایی هوافضا','سایر'
    ],
    '119' => [ 'مهندس سرامیک','متالورژی استخراجی','متالورژی صنعتی','فناوری نانو','سایر'
    ],
    '120' => ['طراحی و ساخت','تعمیر و نگهداری و بهینه سازی','تشخیص بیماری و درمان','سایر'
    ],
    '121' => ['زراعت و اصلاح نباتات','فناوری زیستی','گیاه پزشکی','خاک شناسی','اقتصاد کشاورزی','آبیاری','ماشین آلات کشاورزی','سایر'
    ],
    '122' => ['کارشناس فرآیند','کارشناس فنی','مسئول تولید','کارشناس کنترل کیفیت','اپراتور تولید','بازرس فنی','مهندس فرآیند','سرپرست ناظر',
    'سرپرست تحقیقات','سرپرست آزمایشگاه','سایر'
    ],
    '123' => ['کارشناس فرایند','کارشناس حفاری','کارشناس پایپینگ','کارشناس کیفیت','سرپرست پروژه','مهندس داده','بازرس فنی',
    'مدیر پروژه','مدیر راه اندازی','مدیر تعمیرات','کارشناس مخزن','کارشناس ازدیاد برداشت','سایر'
    ],
    '210' => ['کارشناس محتوا','کارشناس طراحی','کارشناس خرید','کارشناس امور اداری','کارشناس خلاقیت','کارشناس جذب','مدیر جذب',
    'مدیر منابع انسانی','مدیر مالی','مدیریت پروژه','کارشناس منابع انسانی','کارشناس استراتژیک','کارشناس تعالی سازمانی',
    'کارشناس تحقیق و توسعه','مدیر اجرایی','مدیر روابط عمومی','مدیریت دانش','مدیر امور عملیاتی','کارشناس بزاریابی دیجیتال',
    'تحلیلگر کسب و کار','کارشناس فروش','مدیر فروش','سایر'
    ],
    '310' => ['کمک حسابداری','حسابدار','مدیر مالی','حسابدار مالی','حسابدار صنعتی','حسابدار دولتی','حسابدار مالیاتی','حسابدار بیمه',
    'حسابدار بانک','حسابرس داخلی','سایر'
    ],
    '410' => ['منشی ساده','منشی مسلط به کامپیتر','مسئول دفتر','سایر'
    ],
    '510' => ['ویزیتور','فروشنده','سایر'
    ],
    '610' => ['زبان انگلیسی','زبان روسی','زبان آلمانی','زبان فرانسوی','زبان چینی','زبان اسپانیایی','سایر'
    ],
    '710' => [
        'سایر'
    ],
    '810' => [
        'سایر'
    ],
    '910' => ['مربی مهدکودک','مشاور تحصیلی','مشاور ازدواج و خانواده درمانی','روانشناس بالینی','روانشناس کودکان استثنائی',
    'روانشناس کودک','روان سنج','روانشناس صنعتی سازمانی','روان شناس ورزشی','روان درمانگر','روان شناس شغلی و منابع انسانی','سایر'
    ],
];